print("Добрый день. Введите последовательно этапы развития человека.")
a1=input("Этап 1 (2,6-2,5 млн лет назад)") # Человек умелый
a2=input("Этап 2 (2-0,03 млн лет назад)") # Человек прямоходящий
a3=input("Этап 3 (2,0-1,78 млн лет назад)") # Человек рудольфский
a4=input("Этап 4 (1,8-1,4 млн лет назад)") # Человек работающий
a5=input("Этап 5 (1,2-0,8 млн лет назад)") # Человек-предшественник
a6=input("Этап 6 (0,9-0,8 млн лет назад)") # Человек из Чепрано
a7=input("Этап 7 (0,8-0,345 млн лет назад)") # Гейдельбергский человек
a8=input("Этап 8 (0,14-0,024 млн лет назад)") # Неандерталец
a9=input("Этап 9 (0,3-0,12 млн лет назад)") # Родезийский человек
a10=input("Этап 10 (0,2- по н.в.)") # Человек разумный разумный
print (a1, a2,a3,a4,a5,a6,a7,a8,a9,a10, sep="=>")
